Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# why_against_market_text
source: This coin %1$@, BTC %2$@ in 24h — a notably independent move.
ar: هذه العملة %1$@، وBTC %2$@ خلال 24 ساعة — حركة مستقلة بشكل لافت.
cs: Tato mince %1$@, BTC %2$@ za 24h – nápadně samostatný pohyb.
da: Denne mønt %1$@, BTC %2$@ på 24t – en påfaldende selvstændig bevægelse.
de: Dieser Coin %1$@, BTC %2$@ in 24h – eine auffällig eigenständige Bewegung.
el: Αυτό το νόμισμα %1$@, BTC %2$@ σε 24ω — μια αισθητά ανεξάρτητη κίνηση.
es: Esta moneda %1$@, BTC %2$@ en 24h — un movimiento notablemente independiente.
fa: این ارز %1$@، BTC %2$@ در ۲۴ ساعت — حرکتی به‌طور محسوس مستقل.
fi: Tämä kolikko %1$@, BTC %2$@ 24 h – selvästi itsenäinen liike.
fr: Cette crypto %1$@, BTC %2$@ sur 24 h — un mouvement nettement indépendant.
he: המטבע הזה %1$@, BTC %2$@ ב-24 שעות — תנועה עצמאית במובהק.
hi: यह कॉइन %1$@, BTC %2$@ (24 घंटे में) — एक उल्लेखनीय रूप से स्वतंत्र हलचल।
hu: Ez az érme %1$@, a BTC %2$@ 24 óra alatt – feltűnően önálló mozgás.
id: Koin ini %1$@, BTC %2$@ dalam 24 jam — pergerakan yang jelas mandiri.
it: Questa moneta %1$@, BTC %2$@ in 24h — un movimento notevolmente indipendente.
ja: このコイン %1$@、BTC %2$@（24時間）— 目立って独自の動きです。
ko: 이 코인 %1$@, BTC %2$@ (24시간) — 눈에 띄게 독자적인 움직임입니다.
nb: Denne mynten %1$@, BTC %2$@ på 24t – en påfallende selvstendig bevegelse.
nl: Deze munt %1$@, BTC %2$@ in 24u – een opvallend zelfstandige beweging.
pl: Ta moneta %1$@, BTC %2$@ w 24 h — wyraźnie samodzielny ruch.
pt: Esta moeda %1$@, BTC %2$@ em 24h — um movimento notavelmente independente.
pt_br: Esta moeda %1$@, BTC %2$@ em 24h — um movimento notavelmente independente.
ro: Această monedă %1$@, BTC %2$@ în 24h — o mișcare vizibil independentă.
ru: Эта монета %1$@, BTC %2$@ за 24ч — заметно самостоятельное движение.
sq: Kjo monedhë %1$@, BTC %2$@ në 24 orë — një lëvizje dukshëm e pavarur.
sv: Det här myntet %1$@, BTC %2$@ på 24 h – en påfallande självständig rörelse.
th: เหรียญนี้ %1$@, BTC %2$@ ใน 24 ชม. — การเคลื่อนไหวที่เป็นอิสระอย่างเห็นได้ชัด
tr: Bu coin %1$@, BTC %2$@ (24 saatte) — belirgin şekilde bağımsız bir hareket.
uk: Ця монета %1$@, BTC %2$@ за 24г — помітно самостійний рух.
vi: Coin này %1$@, BTC %2$@ trong 24h — một biến động độc lập đáng chú ý.
zh_hans: 该币种 %1$@，BTC %2$@（24 小时）—— 明显独立的走势。

# why_coin_only_text
source: %1$@ in 24h while the market is quiet: the reason is likely specific to this coin.
ar: %1$@ خلال 24 ساعة بينما السوق هادئ: السبب على الأرجح خاص بهذه العملة.
cs: %1$@ za 24h, zatímco trh je klidný: důvod je nejspíš u mince samotné.
da: %1$@ på 24t, mens markedet er roligt: årsagen ligger nok hos mønten selv.
de: %1$@ in 24h, während der Markt ruhig ist: Der Grund liegt wohl beim Coin selbst.
el: %1$@ σε 24ω ενώ η αγορά είναι ήσυχη: η αιτία πιθανότατα αφορά το ίδιο το νόμισμα.
es: %1$@ en 24h con el mercado en calma: el motivo probablemente sea propio de esta moneda.
fa: %1$@ در ۲۴ ساعت در حالی که بازار آرام است: دلیل احتمالاً مختص همین ارز است.
fi: %1$@ 24 h markkinan ollessa hiljainen: syy liittyy todennäköisesti juuri tähän kolikkoon.
fr: %1$@ sur 24 h alors que le marché est calme : la raison est probablement propre à cette crypto.
he: %1$@ ב-24 שעות בזמן שהשוק שקט: הסיבה כנראה ייחודית למטבע הזה.
hi: 24 घंटे में %1$@ जबकि मार्केट शांत है: वजह शायद इसी कॉइन से जुड़ी है।
hu: %1$@ 24 óra alatt, miközben a piac csendes: az ok valószínűleg magánál az érménél keresendő.
id: %1$@ dalam 24 jam saat pasar tenang: penyebabnya kemungkinan khusus pada koin ini.
it: %1$@ in 24h mentre il mercato è calmo: il motivo è probabilmente specifico di questa moneta.
ja: 市場が静かな中、24時間で %1$@：理由はこのコイン固有のものと考えられます。
ko: 시장이 조용한 가운데 24시간 %1$@: 이 코인 고유의 이유일 가능성이 높습니다.
nb: %1$@ på 24t mens markedet er rolig: årsaken ligger trolig hos mynten selv.
nl: %1$@ in 24u terwijl de markt rustig is: de oorzaak ligt waarschijnlijk bij de munt zelf.
pl: %1$@ w 24 h, choć rynek jest spokojny: przyczyna leży raczej w samej monecie.
pt: %1$@ em 24h com o mercado calmo: o motivo é provavelmente específico desta moeda.
pt_br: %1$@ em 24h com o mercado calmo: o motivo é provavelmente específico desta moeda.
ro: %1$@ în 24h în timp ce piața e liniștită: motivul ține probabil de moneda însăși.
ru: %1$@ за 24ч при спокойном рынке: причина, скорее всего, в самой монете.
sq: %1$@ në 24 orë ndërsa tregu është i qetë: arsyeja ka të ngjarë të lidhet me vetë monedhën.
sv: %1$@ på 24 h medan marknaden är lugn: orsaken ligger troligen hos myntet självt.
th: %1$@ ใน 24 ชม. ขณะที่ตลาดเงียบ: สาเหตุน่าจะเฉพาะเจาะจงกับเหรียญนี้
tr: Piyasa sakinken 24 saatte %1$@: neden muhtemelen bu coin’e özgü.
uk: %1$@ за 24г при спокійному ринку: причина, найімовірніше, у самій монеті.
vi: %1$@ trong 24h khi thị trường yên ắng: nguyên nhân nhiều khả năng nằm ở chính coin này.
zh_hans: 市场平静时 24 小时 %1$@：原因很可能在于该币种自身。

# why_data_time
source: Data as of %1$@
ar: البيانات حتى %1$@
cs: Data k %1$@
da: Data pr. %1$@
de: Datenstand %1$@
el: Δεδομένα από %1$@
es: Datos de %1$@
fa: داده‌ها تا %1$@
fi: Tiedot ajalta %1$@
fr: Données du %1$@
he: נתונים נכון ל-%1$@
hi: डेटा %1$@ तक का
hu: Adatok állapota: %1$@
id: Data per %1$@
it: Dati del %1$@
ja: データ時点：%1$@
ko: 데이터 기준: %1$@
nb: Data per %1$@
nl: Gegevens van %1$@
pl: Dane z %1$@
pt: Dados de %1$@
pt_br: Dados de %1$@
ro: Date din %1$@
ru: Данные на %1$@
sq: Të dhëna të %1$@
sv: Data per %1$@
th: ข้อมูล ณ %1$@
tr: Veri zamanı: %1$@
uk: Дані на %1$@
vi: Dữ liệu lúc %1$@
zh_hans: 数据时间：%1$@

# why_details
source: Show details
ar: عرض التفاصيل
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Details anzeigen
el: Εμφάνιση λεπτομερειών
es: Ver detalles
fa: نمایش جزئیات
fi: Näytä tiedot
fr: Voir les détails
he: הצגת פרטים
hi: विवरण देखें
hu: Részletek megjelenítése
id: Lihat detail
it: Mostra dettagli
ja: 詳細を表示
ko: 자세히 보기
nb: Vis detaljer
nl: Details bekijken
pl: Pokaż szczegóły
pt: Ver detalhes
pt_br: Ver detalhes
ro: Arată detaliile
ru: Показать подробности
sq: Shfaq detajet
sv: Visa detaljer
th: ดูรายละเอียด
tr: Ayrıntıları göster
uk: Показати подробиці
vi: Xem chi tiết
zh_hans: 显示详情

# why_details_hide
source: Hide details
ar: إخفاء التفاصيل
cs: Skrýt podrobnosti
da: Skjul detaljer
de: Details ausblenden
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
fa: پنهان کردن جزئیات
fi: Piilota tiedot
fr: Masquer les détails
he: הסתרת פרטים
hi: विवरण छिपाएँ
hu: Részletek elrejtése
id: Sembunyikan detail
it: Nascondi dettagli
ja: 詳細を隠す
ko: 자세히 숨기기
nb: Skjul detaljer
nl: Details verbergen
pl: Ukryj szczegóły
pt: Ocultar detalhes
pt_br: Ocultar detalhes
ro: Ascunde detaliile
ru: Скрыть подробности
sq: Fshih detajet
sv: Dölj detaljer
th: ซ่อนรายละเอียด
tr: Ayrıntıları gizle
uk: Сховати подробиці
vi: Ẩn chi tiết
zh_hans: 隐藏详情

# why_disclaimer
source: Automatic assessment from market data, not investment advice.
ar: تقييم تلقائي من بيانات السوق، وليس نصيحة استثمارية.
cs: Automatické vyhodnocení z tržních dat, nejde o investiční doporučení.
da: Automatisk vurdering ud fra markedsdata, ikke investeringsrådgivning.
de: Automatische Einordnung aus Marktdaten, keine Anlageberatung.
el: Αυτόματη εκτίμηση από δεδομένα αγοράς, όχι επενδυτική συμβουλή.
es: Valoración automática a partir de datos de mercado, no es asesoramiento de inversión.
fa: ارزیابی خودکار بر اساس داده‌های بازار، نه توصیه سرمایه‌گذاری.
fi: Automaattinen arvio markkinadatasta, ei sijoitusneuvontaa.
fr: Évaluation automatique à partir des données de marché, pas un conseil en investissement.
he: הערכה אוטומטית מנתוני שוק, לא ייעוץ השקעות.
hi: मार्केट डेटा से स्वचालित आकलन, निवेश सलाह नहीं।
hu: Automatikus értékelés piaci adatokból, nem befektetési tanácsadás.
id: Penilaian otomatis dari data pasar, bukan saran investasi.
it: Valutazione automatica dai dati di mercato, non è una consulenza finanziaria.
ja: 市場データに基づく自動評価であり、投資助言ではありません。
ko: 시장 데이터 기반의 자동 평가이며 투자 조언이 아닙니다.
nb: Automatisk vurdering basert på markedsdata, ikke investeringsråd.
nl: Automatische inschatting op basis van marktgegevens, geen beleggingsadvies.
pl: Automatyczna ocena na podstawie danych rynkowych, nie porada inwestycyjna.
pt: Avaliação automática a partir de dados de mercado, não é aconselhamento de investimento.
pt_br: Avaliação automática com base em dados de mercado, não é recomendação de investimento.
ro: Evaluare automată din datele pieței, nu consultanță de investiții.
ru: Автоматическая оценка по рыночным данным, не инвестиционная рекомендация.
sq: Vlerësim automatik nga të dhënat e tregut, jo këshillë investimi.
sv: Automatisk bedömning utifrån marknadsdata, inte investeringsrådgivning.
th: การประเมินอัตโนมัติจากข้อมูลตลาด ไม่ใช่คำแนะนำการลงทุน
tr: Piyasa verilerinden otomatik değerlendirme, yatırım tavsiyesi değildir.
uk: Автоматична оцінка за ринковими даними, не інвестиційна порада.
vi: Đánh giá tự động từ dữ liệu thị trường, không phải lời khuyên đầu tư.
zh_hans: 基于市场数据的自动评估，不构成投资建议。

# why_dot_caution
source: elevated
ar: مرتفع
cs: zvýšené
da: forhøjet
de: erhöht
el: αυξημένο
es: elevado
fa: بالا
fi: koholla
fr: élevé
he: מוגבר
hi: बढ़ा हुआ
hu: emelkedett
id: meningkat
it: elevato
ja: 高め
ko: 높음
nb: forhøyet
nl: verhoogd
pl: podwyższone
pt: elevado
pt_br: elevado
ro: ridicat
ru: повышено
sq: e rritur
sv: förhöjd
th: สูงขึ้น
tr: yüksek
uk: підвищено
vi: tăng cao
zh_hans: 偏高

# why_dot_neutral
source: neutral
ar: محايد
cs: neutrální
el: ουδέτερο
fa: خنثی
fi: neutraali
fr: neutre
he: ניטרלי
hi: न्यूट्रल
hu: semleges
id: netral
it: neutro
ja: 中立
ko: 중립
nb: nøytral
nl: neutraal
pl: neutralne
pt: neutro
pt_br: neutro
ro: neutru
ru: нейтрально
th: เป็นกลาง
tr: nötr
uk: нейтрально
vi: trung tính
zh_hans: 中性

# why_dot_supports
source: supports the move
ar: يدعم الحركة
cs: podporuje pohyb
da: understøtter bevægelsen
de: stützt die Bewegung
el: στηρίζει την κίνηση
es: apoya el movimiento
fa: از حرکت پشتیبانی می‌کند
fi: tukee liikettä
fr: soutient le mouvement
he: תומך בתנועה
hi: चाल का समर्थन करता है
hu: támogatja a mozgást
id: mendukung pergerakan
it: sostiene il movimento
ja: 動きを支えている
ko: 움직임을 뒷받침
nb: støtter bevegelsen
nl: ondersteunt de beweging
pl: wspiera ruch
pt: apoia o movimento
pt_br: apoia o movimento
ro: susține mișcarea
ru: поддерживает движение
sq: mbështet lëvizjen
sv: stöder rörelsen
th: สนับสนุนการเคลื่อนไหว
tr: hareketi destekliyor
uk: підтримує рух
vi: hỗ trợ biến động
zh_hans: 支撑这一波动

# why_f_against
source: Against the market
ar: عكس السوق
cs: Proti trhu
da: Mod markedet
de: Gegen den Markt
el: Αντίθετα στην αγορά
es: Contra el mercado
fa: خلاف بازار
fi: Markkinaa vastaan
fr: À contre-courant du marché
he: נגד השוק
hi: मार्केट के उलट
hu: A piaccal szemben
id: Melawan pasar
it: Contro il mercato
ja: 市場と逆行
ko: 시장과 반대
nb: Mot markedet
nl: Tegen de markt in
pl: Wbrew rynkowi
pt: Contra o mercado
pt_br: Contra o mercado
ro: Împotriva pieței
ru: Против рынка
sq: Kundër tregut
sv: Mot marknaden
th: สวนตลาด
tr: Piyasanın tersine
uk: Проти ринку
vi: Ngược thị trường
zh_hans: 与市场反向

# why_f_coin_only
source: Only this coin
ar: هذه العملة وحدها
cs: Jen tato mince
da: Kun denne mønt
de: Nur dieser Coin
el: Μόνο αυτό το νόμισμα
es: Solo esta moneda
fa: فقط همین ارز
fi: Vain tämä kolikko
fr: Seule cette crypto
he: רק המטבע הזה
hi: सिर्फ़ यह कॉइन
hu: Csak ez az érme
id: Hanya koin ini
it: Solo questa moneta
ja: このコインだけ
ko: 이 코인만
nb: Bare denne mynten
nl: Alleen deze munt
pl: Tylko ta moneta
pt: Só esta moeda
pt_br: Só esta moeda
ro: Doar această monedă
ru: Только эта монета
sq: Vetëm kjo monedhë
sv: Bara det här myntet
th: เฉพาะเหรียญนี้
tr: Yalnızca bu coin
uk: Лише ця монета
vi: Chỉ coin này
zh_hans: 仅此币种

# why_f_leader
source: Bitcoin sets the direction
ar: Bitcoin يحدد الاتجاه
cs: Bitcoin udává směr
da: Bitcoin sætter retningen
de: Bitcoin gibt die Richtung vor
el: Το Bitcoin δίνει την κατεύθυνση
es: Bitcoin marca la dirección
fa: بیت‌کوین جهت را تعیین می‌کند
fi: Bitcoin näyttää suunnan
fr: Bitcoin donne la direction
he: ביטקוין מכתיב את הכיוון
hi: Bitcoin दिशा तय करता है
hu: A Bitcoin adja az irányt
id: Bitcoin menentukan arah
it: Bitcoin detta la direzione
ja: ビットコインが方向を決める
ko: 비트코인이 방향을 정함
nb: Bitcoin angir retningen
nl: Bitcoin bepaalt de richting
pl: Bitcoin wyznacza kierunek
pt: A Bitcoin dita a direção
pt_br: O Bitcoin dita a direção
ro: Bitcoin dă direcția
ru: Биткоин задаёт направление
sq: Bitcoin përcakton drejtimin
sv: Bitcoin anger riktningen
th: Bitcoin กำหนดทิศทาง
tr: Yönü Bitcoin belirliyor
uk: Bitcoin задає напрямок
vi: Bitcoin dẫn hướng
zh_hans: 比特币引领方向

# why_f_leverage_balanced
source: Leverage balanced
ar: الرافعة متوازنة
cs: Páka vyrovnaná
da: Gearing i balance
de: Hebel ausgeglichen
el: Ισορροπημένη μόχλευση
es: Apalancamiento equilibrado
fa: اهرم متعادل
fi: Vipu tasapainossa
fr: Levier équilibré
he: מינוף מאוזן
hi: लीवरेज संतुलित
hu: Kiegyensúlyozott tőkeáttétel
id: Leverage seimbang
it: Leva equilibrata
ja: レバレッジは均衡
ko: 레버리지 균형
nb: Belåning i balanse
nl: Hefboom in balans
pl: Dźwignia zrównoważona
pt: Alavancagem equilibrada
pt_br: Alavancagem equilibrada
ro: Levier echilibrat
ru: Плечо сбалансировано
sq: Leva e ekuilibruar
sv: Hävstång i balans
th: เลเวอเรจสมดุล
tr: Kaldıraç dengeli
uk: Плече збалансоване
vi: Đòn bẩy cân bằng
zh_hans: 杠杆均衡

# why_f_leverage_longs
source: Leverage: many longs
ar: الرافعة: كثير من مراكز الشراء
cs: Páka: mnoho longů
da: Gearing: mange longs
de: Hebel: viele Longs
el: Μόχλευση: πολλά long
es: Apalancamiento: muchos longs
fa: اهرم: لانگ‌های زیاد
fi: Vipu: paljon longeja
fr: Levier : beaucoup de longs
he: מינוף: הרבה לונגים
hi: लीवरेज: कई लॉन्ग
hu: Tőkeáttétel: sok long
id: Leverage: banyak long
it: Leva: molti long
ja: レバレッジ：ロングが多い
ko: 레버리지: 롱 많음
nb: Belåning: mange longs
nl: Hefboom: veel longs
pl: Dźwignia: dużo longów
pt: Alavancagem: muitos longs
pt_br: Alavancagem: muitos longs
ro: Levier: multe long-uri
ru: Плечо: много лонгов
sq: Leva: shumë long
sv: Hävstång: många longs
th: เลเวอเรจ: Long จำนวนมาก
tr: Kaldıraç: çok sayıda long
uk: Плече: багато лонгів
vi: Đòn bẩy: nhiều long
zh_hans: 杠杆：多单较多

# why_f_leverage_shorts
source: Leverage: many shorts
ar: الرافعة: كثير من مراكز البيع
cs: Páka: mnoho shortů
da: Gearing: mange shorts
de: Hebel: viele Shorts
el: Μόχλευση: πολλά short
es: Apalancamiento: muchos shorts
fa: اهرم: شورت‌های زیاد
fi: Vipu: paljon shortteja
fr: Levier : beaucoup de shorts
he: מינוף: הרבה שורטים
hi: लीवरेज: कई शॉर्ट
hu: Tőkeáttétel: sok short
id: Leverage: banyak short
it: Leva: molti short
ja: レバレッジ：ショートが多い
ko: 레버리지: 숏 많음
nb: Belåning: mange shorts
nl: Hefboom: veel shorts
pl: Dźwignia: dużo shortów
pt: Alavancagem: muitos shorts
pt_br: Alavancagem: muitos shorts
ro: Levier: multe short-uri
ru: Плечо: много шортов
sq: Leva: shumë short
sv: Hävstång: många shorts
th: เลเวอเรจ: Short จำนวนมาก
tr: Kaldıraç: çok sayıda short
uk: Плече: багато шортів
vi: Đòn bẩy: nhiều short
zh_hans: 杠杆：空单较多

# why_f_market_calm
source: Calm market
ar: سوق هادئ
cs: Klidný trh
da: Roligt marked
de: Ruhiger Markt
el: Ήρεμη αγορά
es: Mercado tranquilo
fa: بازار آرام
fi: Rauhallinen markkina
fr: Marché calme
he: שוק רגוע
hi: शांत मार्केट
hu: Nyugodt piac
id: Pasar tenang
it: Mercato tranquillo
ja: 落ち着いた市場
ko: 잠잠한 시장
nb: Rolig marked
nl: Rustige markt
pl: Spokojny rynek
pt: Mercado calmo
pt_br: Mercado calmo
ro: Piață calmă
ru: Спокойный рынок
sq: Treg i qetë
sv: Lugn marknad
th: ตลาดนิ่ง
tr: Sakin piyasa
uk: Спокійний ринок
vi: Thị trường yên ả
zh_hans: 市场平静

# why_f_market_wide
source: Whole market moving
ar: السوق بأكمله يتحرك
cs: Hýbe se celý trh
da: Hele markedet bevæger sig
de: Ganzer Markt bewegt sich
el: Κινείται όλη η αγορά
es: Se mueve todo el mercado
fa: کل بازار در حرکت است
fi: Koko markkina liikkuu
fr: Tout le marché bouge
he: כל השוק זז
hi: पूरा मार्केट हिल रहा है
hu: Az egész piac mozog
id: Seluruh pasar bergerak
it: Si muove tutto il mercato
ja: 市場全体が動いている
ko: 시장 전체가 움직임
nb: Hele markedet beveger seg
nl: Hele markt beweegt
pl: Rusza się cały rynek
pt: Todo o mercado a mexer
pt_br: Todo o mercado se movendo
ro: Se mișcă toată piața
ru: Движется весь рынок
sq: Po lëviz i gjithë tregu
sv: Hela marknaden rör sig
th: ทั้งตลาดเคลื่อนไหว
tr: Tüm piyasa hareket ediyor
uk: Рухається весь ринок
vi: Cả thị trường biến động
zh_hans: 整个市场在波动

# why_leverage_balanced_text
source: No crowding of long or short positions in the futures market.
ar: لا تكدّس لمراكز الشراء أو البيع في سوق العقود الآجلة.
cs: Na trhu futures žádné nahromadění long ani short pozic.
da: Ingen ophobning af long- eller short-positioner på futures-markedet.
de: Im Futures-Markt keine Häufung von Long- oder Short-Positionen.
el: Καμία συσσώρευση long ή short θέσεων στην αγορά futures.
es: Sin acumulación de posiciones long ni short en el mercado de futuros.
fa: در بازار فیوچرز تجمعی از موقعیت‌های لانگ یا شورت وجود ندارد.
fi: Futuurimarkkinoilla ei ole long- tai short-positioiden kasaumaa.
fr: Pas d'accumulation de positions longues ou courtes sur le marché des futures.
he: אין הצטברות של פוזיציות לונג או שורט בשוק החוזים העתידיים.
hi: फ़्यूचर्स मार्केट में लॉन्ग या शॉर्ट पोज़िशन का कोई जमावड़ा नहीं।
hu: A határidős piacon nincs long vagy short pozíciók halmozódása.
id: Tidak ada penumpukan posisi long atau short di pasar futures.
it: Nessun accumulo di posizioni long o short sul mercato dei futures.
ja: 先物市場でロングやショートの偏りはありません。
ko: 선물 시장에서 롱이나 숏 포지션의 쏠림이 없습니다.
nb: Ingen opphopning av long- eller short-posisjoner i futures-markedet.
nl: Geen opeenhoping van long- of short-posities op de futuresmarkt.
pl: Brak nagromadzenia pozycji long ani short na rynku kontraktów.
pt: Sem acumulação de posições long ou short no mercado de futuros.
pt_br: Sem acumulação de posições long ou short no mercado de futuros.
ro: Nicio aglomerare de poziții long sau short pe piața futures.
ru: На фьючерсном рынке нет перекоса в лонг или шорт.
sq: Asnjë grumbullim pozicionesh long apo short në tregun e futures.
sv: Ingen anhopning av long- eller short-positioner på terminsmarknaden.
th: ไม่มีการกระจุกตัวของสถานะ Long หรือ Short ในตลาดฟิวเจอร์ส
tr: Vadeli işlem piyasasında long veya short pozisyon yığılması yok.
uk: На ф'ючерсному ринку немає перекосу в лонг чи шорт.
vi: Không có sự dồn ứ vị thế long hay short trên thị trường futures.
zh_hans: 合约市场中多单和空单均无明显扎堆。

# why_leverage_longs_text
source: Longs are paying shorts — increased risk of liquidations if the price falls.
ar: مراكز الشراء تدفع لمراكز البيع — خطر أعلى للتصفية إذا انخفض السعر.
cs: Longy platí shortům – vyšší riziko likvidací, pokud cena klesne.
da: Longs betaler shorts – øget risiko for likvidationer, hvis kursen falder.
de: Longs zahlen an Shorts – erhöhte Liquidationsgefahr, falls der Kurs fällt.
el: Τα long πληρώνουν τα short — αυξημένος κίνδυνος ρευστοποιήσεων αν η τιμή πέσει.
es: Los longs pagan a los shorts — mayor riesgo de liquidaciones si el precio cae.
fa: لانگ‌ها به شورت‌ها پرداخت می‌کنند — در صورت افت قیمت، خطر لیکوئید شدن بیشتر است.
fi: Longit maksavat shorteille – likvidaatioiden riski kasvaa, jos hinta laskee.
fr: Les longs paient les shorts — risque accru de liquidations si le prix baisse.
he: הלונגים משלמים לשורטים — סיכון מוגבר לחיסולים אם המחיר יורד.
hi: लॉन्ग, शॉर्ट को भुगतान कर रहे हैं — भाव गिरने पर लिक्विडेशन का जोखिम बढ़ा हुआ है।
hu: A longok fizetnek a shortoknak – nagyobb a likvidálások kockázata, ha az ár esik.
id: Long membayar short — risiko likuidasi meningkat jika harga turun.
it: I long pagano gli short — rischio maggiore di liquidazioni se il prezzo scende.
ja: ロングがショートに支払っています — 価格が下がると清算のリスクが高まります。
ko: 롱이 숏에게 지불 중 — 가격이 하락하면 청산 위험이 커집니다.
nb: Longs betaler shorts – økt risiko for likvidasjoner hvis kursen faller.
nl: Longs betalen shorts – verhoogd risico op liquidaties als de koers daalt.
pl: Longi płacą shortom — większe ryzyko likwidacji, jeśli cena spadnie.
pt: Os longs pagam aos shorts — maior risco de liquidações se o preço cair.
pt_br: Os longs pagam aos shorts — maior risco de liquidações se o preço cair.
ro: Long-urile plătesc short-urilor — risc crescut de lichidări dacă prețul scade.
ru: Лонги платят шортам — повышенный риск ликвидаций при падении цены.
sq: Long-et paguajnë short-et — rrezik më i lartë likuidimesh nëse çmimi bie.
sv: Longs betalar shorts – ökad risk för likvidationer om kursen faller.
th: Long จ่ายให้ Short — เสี่ยงถูกบังคับปิดสถานะมากขึ้นหากราคาลดลง
tr: Long’lar short’lara ödüyor — fiyat düşerse tasfiye riski artar.
uk: Лонги платять шортам — підвищений ризик ліквідацій у разі падіння ціни.
vi: Long trả phí cho short — rủi ro thanh lý tăng nếu giá giảm.
zh_hans: 多头向空头支付费用 —— 若价格下跌，爆仓风险上升。

# why_leverage_shorts_text
source: Shorts are paying longs — a rising price can trigger a short squeeze.
ar: مراكز البيع تدفع لمراكز الشراء — قد يؤدي ارتفاع السعر إلى Short Squeeze.
cs: Shorty platí longům – rostoucí cena může spustit short squeeze.
da: Shorts betaler longs – en stigende kurs kan udløse et short squeeze.
de: Shorts zahlen an Longs – steigt der Kurs, droht ein Short-Squeeze.
el: Τα short πληρώνουν τα long — μια άνοδος της τιμής μπορεί να προκαλέσει short squeeze.
es: Los shorts pagan a los longs — una subida del precio puede provocar un short squeeze.
fa: شورت‌ها به لانگ‌ها پرداخت می‌کنند — افزایش قیمت می‌تواند شورت اسکوئیز ایجاد کند.
fi: Shortit maksavat longeille – nouseva hinta voi laukaista short squeezen.
fr: Les shorts paient les longs — une hausse du prix peut déclencher un short squeeze.
he: השורטים משלמים ללונגים — עליית מחיר עלולה לגרום ל-Short Squeeze.
hi: शॉर्ट, लॉन्ग को भुगतान कर रहे हैं — बढ़ता भाव शॉर्ट स्क्वीज़ ला सकता है।
hu: A shortok fizetnek a longoknak – az emelkedő ár short squeeze-t válthat ki.
id: Short membayar long — harga yang naik dapat memicu short squeeze.
it: Gli short pagano i long — un prezzo in rialzo può innescare uno short squeeze.
ja: ショートがロングに支払っています — 価格上昇でショートスクイーズが起こる可能性があります。
ko: 숏이 롱에게 지불 중 — 가격이 오르면 숏 스퀴즈가 일어날 수 있습니다.
nb: Shorts betaler longs – en stigende kurs kan utløse en short squeeze.
nl: Shorts betalen longs – een stijgende koers kan een short squeeze veroorzaken.
pl: Shorty płacą longom — rosnąca cena może wywołać short squeeze.
pt: Os shorts pagam aos longs — uma subida do preço pode provocar um short squeeze.
pt_br: Os shorts pagam aos longs — uma subida do preço pode provocar um short squeeze.
ro: Short-urile plătesc long-urilor — o creștere a prețului poate declanșa un short squeeze.
ru: Шорты платят лонгам — рост цены может вызвать шорт-сквиз.
sq: Short-et paguajnë long-et — një çmim në rritje mund të shkaktojë short squeeze.
sv: Shorts betalar longs – en stigande kurs kan utlösa en short squeeze.
th: Short จ่ายให้ Long — ราคาที่สูงขึ้นอาจทำให้เกิด Short Squeeze
tr: Short’lar long’lara ödüyor — yükselen fiyat bir short squeeze tetikleyebilir.
uk: Шорти платять лонгам — зростання ціни може спричинити шорт-сквіз.
vi: Short trả phí cho long — giá tăng có thể gây ra short squeeze.
zh_hans: 空头向多头支付费用 —— 价格上涨可能引发轧空（Short Squeeze）。
